---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.CreateRelatedFileProgressChangedEventArgs
source: html/bca675f3-ebbe-93d9-03ea-bfeeeb4efb37.htm
---
# CreateRelatedFileProgressChangedEventArgs Members

Indicates whether the event is being cancelled.